Repository: simo-hue/wealth-compass
Catalog: apple/WealthCompass/Sources/Shared/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Add your first transaction
ar: أضف معاملتك الأولى
ca: Afegeix la teva primera transacció
cs: Přidejte svou první transakci
da: Tilføj din første transaktion
de: Fügen Sie Ihre erste Transaktion hinzu
el: Προσθέστε την πρώτη σας συναλλαγή
es: Añade tu primera transacción
fi: Lisää ensimmäinen tapahtumasi
fr: Ajoutez votre première transaction
he: הוסף את העסקה הראשונה שלך
hi: अपना पहला लेनदेन जोड़ें
hr: Dodajte svoju prvu transakciju
hu: Adja hozzá első tranzakcióját
id: Tambahkan transaksi pertama Anda
it: Aggiungi la tua prima transazione
ja: 最初のトランザクションを追加する
ko: 첫 번째 거래 추가
ms: Tambahkan transaksi pertama anda
nb: Legg til din første transaksjon
nl: Voeg uw eerste transactie toe
pl: Dodaj swoją pierwszą transakcję
pt_br: Adicione sua primeira transação
pt_pt: Adicione a sua primeira transação
ro: Adăugați prima tranzacție
ru: Добавьте свою первую транзакцию
sk: Pridajte svoju prvú transakciu
sv: Lägg till din första transaktion
th: เพิ่มธุรกรรมแรกของคุณ
tr: İlk işleminizi ekleyin
uk: Додайте свою першу транзакцію
vi: Thêm giao dịch đầu tiên của bạn
zh_hans: 添加您的第一笔交易
zh_hant: 新增您的第一筆交易

source: Adding a transaction or position records a snapshot for this chart.
ar: تؤدي إضافة معاملة أو مركز إلى تسجيل لقطة لهذا المخطط.
ca: Afegir una transacció o una posició registra una instantània d'aquest gràfic.
cs: Přidání transakce nebo pozice zaznamená snímek pro tento graf.
da: Tilføjelse af en transaktion eller position registrerer et øjebliksbillede for dette diagram.
de: Durch das Hinzufügen einer Transaktion oder Position wird ein Snapshot für dieses Diagramm erstellt.
el: Η προσθήκη μιας συναλλαγής ή μιας θέσης καταγράφει ένα στιγμιότυπο για αυτό το γράφημα.
es: Agregar una transacción o posición registra una instantánea de este gráfico.
fi: Tapahtuman tai aseman lisääminen tallentaa tilannekuvan tästä kaaviosta.
fr: L'ajout d'une transaction ou d'une position enregistre un instantané pour ce graphique.
he: הוספת עסקה או מיקום מתעדת תמונת מצב עבור תרשים זה.
hi: लेन-देन या स्थिति जोड़ने से इस चार्ट के लिए एक स्नैपशॉट रिकॉर्ड होता है।
hr: Dodavanje transakcije ili pozicije bilježi snimku za ovaj grafikon.
hu: Tranzakció vagy pozíció hozzáadása pillanatképet rögzít ehhez a diagramhoz.
id: Menambahkan transaksi atau posisi mencatat cuplikan untuk bagan ini.
it: L'aggiunta di una transazione o posizione registra un'istantanea per questo grafico.
ja: トランザクションまたはポジションを追加すると、このチャートのスナップショットが記録されます。
ko: 거래나 포지션을 추가하면 이 차트에 대한 스냅샷이 기록됩니다.
ms: Menambah transaksi atau kedudukan merekodkan petikan untuk carta ini.
nb: Når du legger til en transaksjon eller posisjon, registreres et øyeblikksbilde for dette diagrammet.
nl: Door een transactie of positie toe te voegen, wordt een momentopname voor dit diagram vastgelegd.
pl: Dodanie transakcji lub pozycji powoduje zarejestrowanie migawki tego wykresu.
pt_br: Adicionar uma transação ou posição registra um instantâneo deste gráfico.
pt_pt: Adicionar uma transação ou posição regista um instantâneo deste gráfico.
ro: Adăugarea unei tranzacții sau a unei poziții înregistrează un instantaneu pentru acest grafic.
ru: Добавление транзакции или позиции записывает снимок этого графика.
sk: Pridaním transakcie alebo pozície sa zaznamená snímka tohto grafu.
sv: Genom att lägga till en transaktion eller position registreras en ögonblicksbild för detta diagram.
th: การเพิ่มธุรกรรมหรือตำแหน่งจะบันทึกภาพรวมสำหรับแผนภูมินี้
tr: Bir işlem veya pozisyon eklemek, bu grafiğin anlık görüntüsünü kaydeder.
uk: Додавання транзакції або позиції записує знімок для цієї діаграми.
vi: Việc thêm giao dịch hoặc vị trí sẽ ghi lại ảnh chụp nhanh cho biểu đồ này.
zh_hans: 添加交易或头寸会记录此图表的快照。
zh_hant: 新增交易或頭寸會記錄此圖表的快照。

source: All
ar: الجميع
ca: Tots
cs: Vše
da: Alle
de: Alle
el: Ολοι
es: Todo
fi: Kaikki
fr: Tous
he: כֹּל
hi: सभी
hr: Sve
hu: Minden
id: Semua
it: Tutto
ja: 全て
ko: 모두
ms: Semua
nb: Alle
nl: Alle
pl: Wszystko
pt_br: Todos
pt_pt: Tudo
ro: Toate
ru: Все
sk: Všetky
sv: Alla
th: ทั้งหมด
tr: Tüm
uk: всі
vi: Tất cả
zh_hans: 全部
zh_hant: 全部

source: All Time
ar: كل الوقت
ca: Tot el temps
cs: Celou dobu
da: Alle Tider
de: Alle Zeit
el: Όλων των Εποχών
es: Todo el tiempo
fi: Kaikki aika
fr: Tout le temps
he: כל הזמן
hi: पूरे समय
hr: Sva vremena
hu: Minden idők
id: Sepanjang Waktu
it: Tutto il tempo
ja: オールタイム
ko: 모든 시간
ms: Sepanjang Masa
nb: Hele tiden
nl: Altijd
pl: Cały czas
pt_br: Todos os tempos
pt_pt: Todos os tempos
ro: Tot timpul
ru: Все время
sk: Všetky časy
sv: Hela tiden
th: ตลอดเวลา
tr: Tüm Zamanlar
uk: Весь час
vi: mọi lúc
zh_hans: 所有时间
zh_hant: 所有時間

source: All World
ar: كل العالم
ca: Tot el món
cs: Celý svět
da: Hele verden
de: Alle Welt
el: Όλος ο κόσμος
es: Todo el mundo
fi: Koko maailma
fr: Tout le monde
he: כל העולם
hi: सारी दुनिया
hr: Cijeli svijet
hu: Minden Világ
id: Seluruh Dunia
it: Tutto il mondo
ja: オールワールド
ko: 모든 세계
ms: Seluruh Dunia
nb: Hele verden
nl: De hele wereld
pl: Cały świat
pt_br: Todo o mundo
pt_pt: Todo o mundo
ro: Toată lumea
ru: Весь мир
sk: Celý svet
sv: Hela världen
th: โลกทั้งหมด
tr: Tüm Dünya
uk: Весь Світ
vi: Tất cả thế giới
zh_hans: 全世界
zh_hant: 全世界

source: Allocation by Geography
ar: التخصيص حسب الجغرافيا
ca: Assignació per geografia
cs: Alokace podle geografie
da: Fordeling efter geografi
de: Zuordnung nach Geographie
el: Κατανομή κατά Γεωγραφία
es: Asignación por geografía
fi: Jako maantieteen mukaan
fr: Répartition par géographie
he: הקצאה לפי גיאוגרפיה
hi: भूगोल द्वारा आवंटन
hr: Raspodjela prema zemljopisu
hu: Földrajzi kiosztás
id: Alokasi berdasarkan Geografi
it: Allocazione per geografia
ja: 地理別の割り当て
ko: 지역별 할당
ms: Peruntukan mengikut Geografi
nb: Tildeling etter geografi
nl: Toewijzing op basis van geografie
pl: Alokacja według geografii
pt_br: Alocação por Geografia
pt_pt: Alocação por Geografia
ro: Alocarea după geografie
ru: Распределение по географическому признаку
sk: Pridelenie podľa geografie
sv: Fördelning efter geografi
th: การจัดสรรตามภูมิศาสตร์
tr: Coğrafyaya Göre Tahsis
uk: Розподіл за географією
vi: Phân bổ theo địa lý
zh_hans: 按地域分配
zh_hant: 依地域分配

source: Allocation by Sector
ar: التخصيص حسب القطاع
ca: Assignació per sectors
cs: Přidělení podle sektorů
da: Fordeling efter sektor
de: Aufteilung nach Sektoren
el: Κατανομή ανά Τομέα
es: Asignación por Sector
fi: Jako sektoreittain
fr: Allocation par secteur
he: הקצאה לפי מגזר
hi: सेक्टर द्वारा आवंटन
hr: Raspodjela po sektorima
hu: Kiosztás szektoronként
id: Alokasi berdasarkan Sektor
it: Ripartizione per settore
ja: セクター別の配分
ko: 부문별 할당
ms: Peruntukan mengikut Sektor
nb: Fordeling etter sektor
nl: Verdeling per sector
pl: Alokacja według sektora
pt_br: Alocação por Setor
pt_pt: Alocação por Setor
ro: Alocarea pe Sector
ru: Распределение по секторам
sk: Pridelenie podľa sektorov
sv: Fördelning per sektor
th: การจัดสรรตามภาค
tr: Sektöre Göre Tahsis
uk: Розподіл за секторами
vi: Phân bổ theo ngành
zh_hans: 按部门分配
zh_hant: 按部門分配

source: Allocation by Type
ar: التخصيص حسب النوع
ca: Assignació per Tipus
cs: Přidělení podle typu
da: Fordeling efter type
de: Zuordnung nach Typ
el: Κατανομή κατά τύπο
es: Asignación por tipo
fi: Jako tyypin mukaan
fr: Répartition par type
he: הקצאה לפי סוג
hi: प्रकार के अनुसार आवंटन
hr: Raspodjela prema vrsti
hu: Kiosztás típus szerint
id: Alokasi berdasarkan Jenis
it: Assegnazione per tipo
ja: タイプ別の割り当て
ko: 유형별 할당
ms: Peruntukan mengikut Jenis
nb: Tildeling etter type
nl: Toewijzing op soort
pl: Alokacja według typu
pt_br: Alocação por Tipo
pt_pt: Alocação por Tipo
ro: Alocarea după tip
ru: Распределение по типу
sk: Pridelenie podľa typu
sv: Fördelning efter typ
th: การจัดสรรตามประเภท
tr: Türe Göre Tahsis
uk: Розподіл за типом
vi: Phân bổ theo loại
zh_hans: 按类型分配
zh_hant: 按類型分配

source: Allocation concealed
ar: التخصيص مخفي
ca: Assignació oculta
cs: Alokace skrytá
da: Tildeling skjult
de: Zuordnung verdeckt
el: Η κατανομή απόκρυψη
es: Asignación oculta
fi: Jako piilotettu
fr: Allocation dissimulée
he: ההקצאה נסתרת
hi: आवंटन छुपाया गया
hr: Dodjela skrivena
hu: A kiosztás elrejtve
id: Alokasi disembunyikan
it: Assegnazione nascosta
ja: 割り当ての隠蔽
ko: 숨겨진 할당
ms: Peruntukan disembunyikan
nb: Tildeling skjult
nl: Toewijzing verborgen
pl: Przydział ukryty
pt_br: Alocação oculta
pt_pt: Alocação oculta
ro: Alocarea ascunsă
ru: Распределение скрыто
sk: Pridelenie skryté
sv: Tilldelning dold
th: การจัดสรรถูกปกปิด
tr: Tahsis gizlendi
uk: Виділення приховане
vi: Phân bổ ẩn
zh_hans: 分配隐藏
zh_hant: 分配隱藏

source: Amount
ar: المبلغ
ca: Import
cs: Množství
da: Beløb
de: Betrag
el: Ποσό
es: Importe
fi: Määrä
fr: Montant
he: סְכוּם
hi: मात्रा
hr: Iznositi
hu: Összeg
id: Jumlah
it: Importo
ja: 額
ko: 양
ms: Jumlah
nb: Beløp
nl: Hoeveelheid
pl: Kwota
pt_br: Quantia
pt_pt: Montante
ro: Cantitate
ru: Количество
sk: Suma
sv: Belopp
th: จำนวน
tr: Miktar
uk: Сума
vi: Số lượng
zh_hans: 金额
zh_hant: 數量

source: Amount (%@)
ar: المبلغ (%@)
ca: Import (%@)
cs: Částka (%@)
da: Beløb (%@)
de: Betrag (%@)
el: Ποσό (%@)
es: Importe (%@)
fi: Summa (%@)
fr: Montant (%@)
he: סכום (%@)
hi: राशि (%@)
hr: Iznos (%@)
hu: Összeg (%@)
id: Jumlah (%@)
it: Importo (%@)
ja: 金額 (%@)
ko: 금액(%@)
ms: Amaun (%@)
nb: Beløp (%@)
nl: Bedrag (%@)
pl: Kwota (%@)
pt_br: Quantidade (%@)
pt_pt: Quantidade (%@)
ro: Sumă (%@)
ru: Сумма (%@)
sk: Suma (%@)
sv: Belopp (%@)
th: จำนวนเงิน (%@)
tr: Tutar (%@)
uk: Сума (%@)
vi: Số tiền (%@)
zh_hans: 金额 (%@)
zh_hant: 金額 (%@)

source: An exchange-rate refresh is already in progress.
ar: تحديث سعر الصرف قيد التقدم بالفعل.
ca: Una actualització del tipus de canvi ja està en curs.
cs: Obnovení směnného kurzu již probíhá.
da: En valutakursopdatering er allerede i gang.
de: Eine Aktualisierung des Wechselkurses ist bereits im Gange.
el: Η ανανέωση της συναλλαγματικής ισοτιμίας βρίσκεται ήδη σε εξέλιξη.
es: Ya está en marcha una actualización del tipo de cambio.
fi: Valuuttakurssin päivitys on jo käynnissä.
fr: Une actualisation du taux de change est déjà en cours.
hi: विनिमय-दर नवीनीकरण पहले से ही प्रगति पर है।
hr: Osvježavanje tečaja je već u tijeku.
hu: Az árfolyam frissítése már folyamatban van.
id: Penyegaran nilai tukar sedang berlangsung.
it: È già in corso un aggiornamento del tasso di cambio.
ja: 為替レートの更新はすでに進行中です。
ko: 환율 새로고침이 이미 진행 중입니다.
ms: Muat semula kadar pertukaran sedang dijalankan.
nb: En valutakursoppdatering pågår allerede.
nl: Er is al een wisselkoersvernieuwing aan de gang.
pl: Odświeżanie kursu wymiany jest już w toku.
pt_br: Uma atualização da taxa de câmbio já está em andamento.
pt_pt: Uma atualização da taxa de câmbio já está em curso.
ro: O reîmprospătare a cursului de schimb este deja în curs.
ru: Обновление обменного курса уже происходит.
sk: Obnovenie výmenného kurzu už prebieha.
sv: En växelkursuppdatering pågår redan.
th: กำลังดำเนินการรีเฟรชอัตราแลกเปลี่ยนอยู่แล้ว
tr: Döviz kuru yenilemesi zaten devam ediyor.
uk: Оновлення обмінного курсу вже триває.
vi: Việc làm mới tỷ giá hối đoái đang được tiến hành.
zh_hans: 汇率刷新正在进行中。
zh_hant: 匯率刷新正在進行中。

source: API keys are verified against a live quote before they are stored in the macOS Keychain.
ar: يتم التحقق من مفاتيح API مقابل عرض أسعار مباشر قبل تخزينها في macOS Keychain.
ca: Les claus de l'API es verifiquen amb una cotització en directe abans d'emmagatzemar-se al clauer de macOS.
cs: Klíče API jsou před uložením do macOS Keychain ověřeny podle aktuální nabídky.
da: API-nøgler verificeres mod et live tilbud, før de gemmes i macOS-nøgleringen.
de: API-Schlüssel werden anhand eines Live-Angebots überprüft, bevor sie im macOS-Schlüsselbund gespeichert werden.
el: Τα κλειδιά API επαληθεύονται έναντι μιας ζωντανής προσφοράς προτού αποθηκευτούν στο macOS Keychain.
es: Las claves API se verifican con una cotización en vivo antes de almacenarlas en el llavero de macOS.
fi: API-avaimet tarkistetaan reaaliaikaista lainausta vastaan ​​ennen kuin ne tallennetaan macOS-avainnippuun.
fr: Les clés API sont vérifiées par rapport à un devis en direct avant d'être stockées dans le trousseau macOS.
he: מפתחות API מאומתים מול הצעת מחיר חיה לפני שהם מאוחסנים במחזיק מפתחות macOS.
hi: एपीआई कुंजियों को macOS किचेन में संग्रहीत करने से पहले लाइव कोटेशन के विरुद्ध सत्यापित किया जाता है।
hr: API ključevi provjeravaju se u odnosu na ponudu uživo prije nego što se pohrane u macOS Keychain.
hu: Az API-kulcsokat a macOS-kulcstartóban való tárolás előtt egy élő idézet alapján ellenőrzik.
id: Kunci API diverifikasi berdasarkan penawaran langsung sebelum disimpan di Rantai Kunci macOS.
it: Le chiavi API vengono verificate rispetto a un preventivo in tempo reale prima di essere archiviate nel portachiavi macOS.
ja: API キーは、macOS キーチェーンに保存される前に、ライブ クォートに対して検証されます。
ko: API 키는 macOS 키체인에 저장되기 전에 실시간 견적을 통해 확인됩니다.
ms: Kunci API disahkan terhadap petikan langsung sebelum ia disimpan dalam Rantai Kunci macOS.
nb: API-nøkler verifiseres mot et direkte tilbud før de lagres i macOS nøkkelring.
nl: API-sleutels worden geverifieerd aan de hand van een live offerte voordat ze worden opgeslagen in de macOS-sleutelhanger.
pl: Klucze API są weryfikowane na podstawie aktualnej wyceny, zanim zostaną zapisane w pęku kluczy macOS.
pt_br: As chaves de API são verificadas em relação a uma cotação ativa antes de serem armazenadas no macOS Keychain.
pt_pt: As chaves API são verificadas em relação a uma cotação ativa antes de serem armazenadas no macOS Keychain.
ro: Cheile API sunt verificate în funcție de o cotație live înainte de a fi stocate în breloul macOS.
ru: Ключи API проверяются по актуальной цитате перед сохранением в связке ключей macOS.
sk: Kľúče API sa pred uložením do kľúča macOS overia podľa aktuálnej cenovej ponuky.
sv: API-nycklar verifieras mot en live offert innan de lagras i macOS-nyckelringen.
th: คีย์ API ได้รับการตรวจสอบเทียบกับใบเสนอราคาสดก่อนที่จะจัดเก็บไว้ในพวงกุญแจ macOS
tr: API anahtarları, macOS Anahtar Zincirinde saklanmadan önce canlı fiyat teklifiyle doğrulanır.
uk: Ключі API перевіряються на реальну цитату, перш ніж вони зберігаються в macOS Keychain.
vi: Khóa API được xác minh dựa trên báo giá trực tiếp trước khi chúng được lưu trữ trong Chuỗi khóa macOS.
zh_hans: API 密钥在存储到 macOS 钥匙串之前会根据实时报价进行验证。
zh_hant: API 金鑰在儲存到 macOS 鑰匙圈之前會根據即時報價進行驗證。

source: Apple (AAPL)
ar: أبل (آبل)
es: manzana (AAPL)
fr: Pomme (AAPL)
he: אפל (AAPL)
hi: सेब (एएपीएल)
id: apel (AAPL)
ja: アップル (AAPL)
ko: 애플(AAPL)
nl: Appel (AAPL)
pl: Jabłko (AAPL)
ru: Яблоко (ААПЛ)
th: แอปเปิ้ล (AAPL)
tr: Elma (AAPL)
vi: Táo (AAPL)
zh_hans: 苹果 (AAPL)
zh_hant: 蘋果 (AAPL)

source: Asset Allocation
ar: تخصيص الأصول
ca: Assignació d'actius
cs: Alokace aktiv
de: Vermögensaufteilung
el: Κατανομή περιουσιακών στοιχείων
es: Asignación de activos
fi: Omaisuuden allokointi
fr: Répartition de l'actif
he: הקצאת נכסים
hi: परिसंपत्ति आवंटन
hr: Raspodjela imovine
hu: Eszközallokáció
id: Alokasi Aset
it: Allocazione delle risorse
ja: 資産配分
ko: 자산배분
ms: Peruntukan Aset
nl: Toewijzing van activa
pl: Alokacja aktywów
pt_br: Alocação de ativos
pt_pt: Alocação de ativos
ro: Alocarea activelor
ru: Распределение активов
sk: Alokácia aktív
sv: Tillgångsfördelning
th: การจัดสรรสินทรัพย์
tr: Varlık Tahsisi
uk: Розподіл активів
vi: Phân bổ tài sản
zh_hans: 资产配置
zh_hant: 資產配置

source: ASSETS
ar: الأصول
ca: ACTIUS
cs: AKTIVA
da: AKTIVER
de: VERMÖGENSWERTE
el: ΑΚΙΝΗΤΗ ΠΕΡΙΟΥΣΙΑ
es: ACTIVOS
fi: OMAISUUS
fr: ACTIFS
he: נכסים
hi: संपत्ति
hr: IMOVINA
hu: ESZKÖZÖK
id: AKTIVA
it: ATTIVITÀ
ja: 資産
ko: 자산
ms: ASET
nb: EIENDELER
nl: ACTIVA
pl: AKTYWA
pt_br: ATIVOS
pt_pt: ATIVOS
ro: ACTIVE
ru: РЕСУРСЫ
sk: AKTÍVA
sv: TILLGÅNGAR
th: สินทรัพย์
tr: VARLIKLAR
uk: АКТИВИ
vi: TÀI SẢN
zh_hans: 资产
zh_hant: 資產

source: Automatic income and expenses
ar: الإيرادات والنفقات التلقائية
ca: Ingressos i despeses automàtics
cs: Automatické příjmy a výdaje
da: Automatiske indtægter og udgifter
de: Automatische Einnahmen und Ausgaben
el: Αυτόματα έσοδα και έξοδα
es: Ingresos y gastos automáticos
fi: Automaattiset tulot ja kulut
fr: Revenus et dépenses automatiques
he: הכנסות והוצאות אוטומטיות
hi: स्वचालित आय और व्यय
hr: Automatski prihodi i rashodi
hu: Automatikus bevételek és kiadások
id: Pendapatan dan pengeluaran otomatis
it: Entrate e uscite automatiche
ja: 自動収入と支出
ko: 자동 수입과 지출
ms: Pendapatan dan perbelanjaan automatik
nb: Automatiske inntekter og utgifter
nl: Automatische inkomsten en uitgaven
pl: Automatyczne przychody i wydatki
pt_br: Receitas e despesas automáticas
pt_pt: Receitas e despesas automáticas
ro: Venituri și cheltuieli automate
ru: Автоматические доходы и расходы
sk: Automatické príjmy a výdavky
sv: Automatiska intäkter och utgifter
th: รายได้และค่าใช้จ่ายอัตโนมัติ
tr: Otomatik gelir ve giderler
uk: Автоматичні доходи та витрати
vi: Thu nhập và chi phí tự động
zh_hans: 自动收入和支出
zh_hant: 自動收入和支出

source: Average Buy Price
ar: متوسط سعر الشراء
ca: Preu de compra mitjà
cs: Průměrná kupní cena
da: Gennemsnitlig købspris
de: Durchschnittlicher Kaufpreis
el: Μέση τιμή αγοράς
es: Precio Medio de Compra
fi: Keskimääräinen ostohinta
fr: Prix ​​d'achat moyen
he: מחיר קנייה ממוצע
hi: औसत खरीद मूल्य
hr: Prosječna kupovna cijena
hu: Átlagos vételár
id: Harga Beli Rata-rata
it: Prezzo d'Acquisto Medio
ja: 平均購入価格
ko: 평균 구매 가격
ms: Harga Belian Purata
nb: Gjennomsnittlig kjøpspris
nl: Gemiddelde koopprijs
pl: Średnia cena zakupu
pt_br: Preço médio de compra
pt_pt: Preço médio de compra
ro: Prețul mediu de cumpărare
ru: Средняя цена покупки
sk: Priemerná nákupná cena
sv: Genomsnittligt köppris
th: ราคาซื้อเฉลี่ย
tr: Ortalama Alış Fiyatı
uk: Середня ціна покупки
vi: Giá mua trung bình
zh_hans: 平均买入价
zh_hant: 平均買入價

source: Backup Exported
ar: تم تصدير النسخة الاحتياطية
ca: Còpia de seguretat exportada
cs: Záloha exportována
da: Backup eksporteret
de: Sicherung exportiert
el: Έγινε εξαγωγή αντιγράφων ασφαλείας
es: Copia de seguridad exportada
fi: Varmuuskopio viety
fr: Sauvegarde exportée
he: הגיבוי יצא
hi: बैकअप निर्यात किया गया
hr: Sigurnosna kopija izvezena
hu: Biztonsági másolat exportálva
id: Cadangan Diekspor
it: Backup esportato
ja: バックアップがエクスポートされました
ko: 백업을 내보냈습니다.
ms: Sandaran Dieksport
nb: Sikkerhetskopiering eksportert
nl: Back-up geëxporteerd
pl: Kopia zapasowa wyeksportowana
pt_br: Backup exportado
pt_pt: Backup exportado
ro: Backup exportat
ru: Резервная копия экспортирована
sk: Záloha bola exportovaná
sv: Säkerhetskopiering exporterad
th: ส่งออกข้อมูลสำรองแล้ว
tr: Yedekleme Dışa Aktarıldı
uk: Резервну копію експортовано
vi: Đã xuất bản sao lưu
zh_hans: 备份导出
zh_hant: 備份匯出

source: Balances derived from your activity and holdings
ar: الأرصدة المستمدة من نشاطك ومقتنياتك
ca: Saldos derivats de la seva activitat i participacions
cs: Zůstatky odvozené z vaší činnosti a držby
da: Saldi afledt af din aktivitet og besiddelser
de: Aus Ihrer Aktivität und Ihren Beständen abgeleitete Salden
el: Υπόλοιπα που προέρχονται από τη δραστηριότητά σας και τις διαθέσεις σας
es: Saldos derivados de su actividad y tenencias
fi: Aktiviteetistasi ja omistuksistasi saadut saldot
fr: Soldes issus de votre activité et de votre patrimoine
he: יתרות הנגזרות מהפעילות והאחזקות שלך
hi: आपकी गतिविधि और होल्डिंग्स से प्राप्त शेष राशि
hr: Stanja izvedena iz vaše aktivnosti i posjeda
hu: Az Ön tevékenységéből és birtokaiból származó egyenlegek
id: Saldo berasal dari aktivitas dan kepemilikan Anda
it: Saldi derivati ​​dalla tua attività e dalle tue partecipazioni
ja: アクティビティと保有物から得られる残高
ko: 귀하의 활동 및 보유 자산에서 파생된 잔액
ms: Baki yang diperoleh daripada aktiviti dan pegangan anda
nb: Saldo avledet fra din aktivitet og beholdning
nl: Saldi afgeleid van uw activiteiten en bezittingen
pl: Salda pochodzące z Twojej działalności i posiadanych zasobów
pt_br: Saldos derivados da sua atividade e participações
pt_pt: Saldos derivados da sua actividade e participações
ro: Solduri derivate din activitatea și deținerile dvs
ru: Балансы, полученные в результате вашей деятельности и активов
sk: Zostatky odvodené z vašej činnosti a podielov
sv: Saldon som härrör från dina aktiviteter och innehav
th: ยอดคงเหลือที่ได้มาจากกิจกรรมและการถือครองของคุณ
tr: Faaliyetlerinizden ve varlıklarınızdan elde edilen bakiyeler
uk: Баланси, отримані з вашої діяльності та холдингів
vi: Số dư thu được từ hoạt động và cổ phần của bạn
zh_hans: 来自您的活动和持有量的余额
zh_hant: 來自您的活動和持有量的餘額

source: Base Currency
ar: العملة الأساسية
ca: Moneda base
cs: Základní měna
da: Basisvaluta
de: Basiswährung
el: Νόμισμα βάσης
es: Divisa Base
fi: Perusvaluutta
fr: Devise de base
he: מטבע הבסיס
hi: आधार मुद्रा
hr: Osnovna valuta
hu: Alapvaluta
id: Mata Uang Dasar
it: Valuta di Base
ja: 基本通貨
ko: 기본 통화
ms: Mata Wang Asas
nb: Basisvaluta
nl: Basisvaluta
pl: Waluta bazowa
pt_br: Moeda base
pt_pt: Moeda base
ro: Moneda de bază
ru: Базовая валюта
sk: Základná mena
sv: Basvaluta
th: สกุลเงินฐาน
tr: Baz Para Birimi
uk: Базова валюта
vi: Tiền tệ cơ sở
zh_hans: 基础货币
zh_hant: 基礎貨幣

source: Biggest Loser
ar: الخاسر الأكبر
ca: El major perdedor
cs: Největší smolař
da: Største taber
de: Größter Verlierer
el: Ο μεγαλύτερος χαμένος
es: El mayor perdedor
fi: Suurin häviäjä
fr: Le plus grand perdant
he: המפסיד הגדול ביותר
hi: सबसे बड़ा हारने वाला
hr: Najveći gubitnik
hu: Legnagyobb vesztes
id: Pecundang Terbesar
it: Il più grande perdente
ja: 最大の敗者
ko: 가장 큰 패자
ms: Pecundang Terbesar
nb: Største taper
nl: Grootste verliezer
pl: Największy przegrany
pt_br: Maior perdedor
pt_pt: Maior perdedor
ro: Cel mai mare ratat
ru: Самый большой неудачник
sk: Najväčší Loser
th: ผู้แพ้ที่ใหญ่ที่สุด
tr: En Büyük Kaybeden
uk: Найбільший невдаха
vi: Người thua cuộc lớn nhất
zh_hans: 最大输家
zh_hant: 最大輸家

source: Biometric authentication is not available on this device.
ar: المصادقة البيومترية غير متوفرة على هذا الجهاز.
ca: L'autenticació biomètrica no està disponible en aquest dispositiu.
cs: Biometrické ověřování není na tomto zařízení dostupné.
da: Biometrisk godkendelse er ikke tilgængelig på denne enhed.
de: Die biometrische Authentifizierung ist auf diesem Gerät nicht verfügbar.
el: Ο βιομετρικός έλεγχος ταυτότητας δεν είναι διαθέσιμος σε αυτήν τη συσκευή.
es: La autenticación biométrica no está disponible en este dispositivo.
fi: Biometrinen todennus ei ole käytettävissä tällä laitteella.
fr: L'authentification biométrique n'est pas disponible sur cet appareil.
he: אימות ביומטרי אינו זמין במכשיר זה.
hi: इस डिवाइस पर बायोमेट्रिक प्रमाणीकरण उपलब्ध नहीं है.
hr: Biometrijska provjera autentičnosti nije dostupna na ovom uređaju.
hu: A biometrikus hitelesítés nem érhető el ezen az eszközön.
id: Otentikasi biometrik tidak tersedia pada perangkat ini.
it: L'autenticazione biometrica non è disponibile su questo dispositivo.
ja: このデバイスでは生体認証は利用できません。
ko: 이 기기에서는 생체 인증을 사용할 수 없습니다.
ms: Pengesahan biometrik tidak tersedia pada peranti ini.
nb: Biometrisk autentisering er ikke tilgjengelig på denne enheten.
nl: Biometrische authenticatie is niet beschikbaar op dit apparaat.
pl: Uwierzytelnianie biometryczne nie jest dostępne na tym urządzeniu.
pt_br: A autenticação biométrica não está disponível neste dispositivo.
pt_pt: A autenticação biométrica não está disponível neste dispositivo.
ro: Autentificarea biometrică nu este disponibilă pe acest dispozitiv.
ru: Биометрическая аутентификация недоступна на этом устройстве.
sk: Na tomto zariadení nie je k dispozícii biometrické overenie.
sv: Biometrisk autentisering är inte tillgänglig på den här enheten.
th: การรับรองความถูกต้องด้วยไบโอเมตริกซ์ไม่พร้อมใช้งานบนอุปกรณ์นี้
tr: Bu cihazda biyometrik kimlik doğrulama kullanılamıyor.
uk: Біометрична автентифікація недоступна на цьому пристрої.
vi: Xác thực sinh trắc học không có sẵn trên thiết bị này.
zh_hans: 此设备不支持生物识别身份验证。
zh_hant: 此設備不支援生物辨識身份驗證。
